Repository: Web-Ex-Machina/contao-page-cookie
Catalog: src/Resources/contao/languages/*/*_form.xlf
Languages: fr

# tl_form.cpcookies.1
source: Check this cookies generated by this form
fr: Gérer les cookies générés par ce formulaire

# tl_form.cpc_legend
source: Cookies settings
fr: Paramètres de cookies

# tl_form.cpc_generateCookie.0
source: Generate a cookie with this form
fr: Générer un cookie avec ce formulaire

# tl_form.cpc_generateCookie.1
source: Check to generate a cookie with this form
fr: Cocher pour générer un cookie avec ce formulaire

# tl_form.cpc_cookieName.0
source: Cookie name
fr: Nom du cookie

# tl_form.cpc_cookieName.1
source: Enter the cookie name
fr: Indiquez le nom du cookie

# tl_form.cpc_cookieValue.0
source: Cookie value
fr: Valeur du cookie

# tl_form.cpc_cookieValue.1
source: Enter the cookie value
fr: Indiquez la valeur du cookie

# tl_form.cpc_cookieDuration.0
source: Cookie duration
fr: Durée du cookie

# tl_form.cpc_cookieDuration.1
source: Enter the cookie duration
fr: Indiquez la durée du cookie

# tl_form.cpc_generateWhen.0
source: Cookie is generated
fr: Le cookie doit être généré

# tl_form.cpc_generateWhen.1
source: Select the event that generates the cookie
fr: Indiquez l'événement qui génère le cookie

# tl_form.cpc_hideIfActiveCookie.0
source: Hide this form if cookie exists
fr: Cacher ce formulaire si un cookie existe

# tl_form.cpc_hideIfActiveCookie.1
source: Check to hide this form if an active cookie is detected
fr: Cocher pour cacher ce formulaire si un cookie actif est détecté
